Tekla.Structures.Catalogs.FinishItem
The FinishItem struct contains information about the finish parameters.

Tekla.Structures.Catalogs.FinishItem.#ctor(System.String,System.String)
Creates a new finish item instance.

Tekla.Structures.Catalogs.FinishItem.Abbreviation
The finish abbreviation

Tekla.Structures.Catalogs.FinishItem.Description
The finish description

Tekla.Structures.Catalogs.FinishItem.ToString
